{
  "article1": [
    {
      "slug": "2020-04-18",
      "headline": "Not Idaho, But Not Bad",
      "author": "By Alex Street",
      "date": "April 18, 2020",
      "image": "drift_photo 2.jpg",
      "post": [
        {
          "type": "text",
          "value": "Humans have a deep-seated desire for certainty and control. That is, the more in control we feel, the more secure we feel about reaching or experiencing a desired outcome, and we use this to drive our actions. Except sometimes, all you can do is go with the flow when that sense of security and control are removed."
        },
        {
          "type": "text",
          "value": "Unusual March snow storms from the Northwest and rapidly shifting weather, caused two buddies and I to ditch a backcountry Idaho trip two hours before takeoff. Instead, we decided to explore what Utah had to offer with the promise of slightly better conditions. Suddenly, we were descending on a chilly Saturday night in Salt Lake City, with nothing more than the bags on our backs, and high spirits for what lay ahead."
        },
        {
          "type": "text",
          "value": "For the next week, we hiked, drove, climbed, camped and explored through the frozen tundra of Fishlake National Forest, Capitol Reef NP, The Grand-Staircase Escalante, Canyonlands NP, Moab and Arches NP. We spent countless brutal miles trekking through deserts, snow, mountains, lakes, forests, grasslands and everything in between."
        },
        {
          "type": "text",
          "value": "After freezing ourselves out of Fishlake, we pushed our way down to the hidden treasure of Capitol Reef National Park. Ahead of us lay a staggering 15 mile trek through a cathedral of red rocks. Around each bend were various arrangements of stone, sand and sediment, each intricately woven into coarse terrain. With water scarce in the park, we had to slip some iodine tablets in the creek water we found. There were many times our legs were begging for breaks, but we had to tighten our straps and push on. Mornings started early, days went long and our muscles took a beating as we made our time here count.The canyon walls weren't going anywhere and neither was the harsh sun, leaving us exposed to the elements. All we could do was grit our teeth and push on."
        },
        {
          "type": "text",
          "value": "We were worn to the bone here as we stuck our hands out in hitchhiker fashion, hoping to get picked up. After a few failed attempts, and just before the blisters made us cave in, a dude named Hunter snagged us."
        },
        {
          "type": "text",
          "value": "The Grand Staircase Escalante was arguably the best view Utah had to offer. Slot canyons so close they hugged us above golden fields of every color. Brooks swam circles around us, and massive plateaus seemed to monitor our every move.  All sorts of unique biomes collided here from snow to desert to lush evergreen forests. The Grand Staircase had something unique for each person and was ideal for a little taste of the remote world."
        },
        {
          "type": "text",
          "value": "From The Grand Staircase, we made our way towards Eastern Utah. With two national parks and the mecca of the mountain-biking and base-jumping worlds, this area had plenty to offer for those who are bold."
        },
        {
          "type": "text",
          "value": "Arches. A triumphant piece of Roman architecture, and the natural windows to the west.  We hiked, climbed, jumped and explored through each one to see what views they had to offer.   From deep blue to cotton candy, the sky enveloped the rocks with a spectacle of colors. We almost tried to catch the clouds and bottle them up so later on we could experience it all again."
        },
        {
          "type": "text",
          "value": "Utah’s freezing nights, dark canyon walls, scorching days, little water, high winds, changing landscapes, hitchhiking and low service are not for the faint of heart. The scenery is incredible with swirling colors and smooth textures that rise out of the ground all around you. With slot canyons that almost hug you, crystal clear lakes and waterfalls at every bend, rolling colorful grasslands and lush forests that consume each mountain range, Utah has a little bit of everything."
        },
        {
          "type": "text",
          "value": "I think that sometimes the best things happen when you have the least control. This removes expectations, removes a level of comfort and invites in new and challenging experiences for all involved. Utah is a wonderful place with a variety of fun things to do, not to mention the incredible people you'll meet along the way. Far beyond the time you spend here are the memories that get created. Until next time."
        }
      ]
    }
  ],
  "article2": [
    {
      "slug": "2020-03-26",
      "headline": "Through the Traverler’s Lens",
      "author": "By Jacqueline Knox",
      "date": "March 26, 2020",
      "image": "sam.jpeg",
      "post": [
        {
          "type": "text",
          "value": "At age 10, Samuel Tippetts received one of his all-time favorite presents: a point-and-shoot camera. Being a little kid who ran around with a bug net and looked for creatures under rocks, Tippetts first used the camera to snap photos of the bugs he would find. Displeased by the live snakes, bugs and turtles that Tippetts found, his friends and family appreciated the camera because they could view the animals digitally."
        },
        {
          "type": "text",
          "value": "His photography grew with practice, and he always had his camera with him. After Tippetts grew bored of the bugs, he began to focus his photography on the larger wildlife he would stumble upon over the course of his adolescence."
        },
        {
          "type": "text",
          "value": "When he arrived at Texas Christian University, Tippetts’ friends introduced him to rock climbing, and his photography shifted to his newfound pastime. While climbing in college, he discovered his ability to “bring photography into (his) everyday life.”"
        },
        {
          "type": "text",
          "value": "Tippetts thought he wanted to be a scientist, but he realized as he grew older that he was more interested in learning about conservation. Tippetts had the opportunity to spend the summer of his junior year of college in South Africa photographing and documenting wildlife veterinarians as they saved wild rhinoceroses. He witnessed and captured the relocation, tracking, and treatment of the large animals, and he said he felt his eyes open to both the horror and hope of the fight for conservation."
        },
        {
          "type": "text",
          "value": "Tippetts’ photography of the veterinarians was his way to contribute to the conservation effort and gain valuable firsthand experience. It was also the first time that Tippetts said he felt his photography was making an impact."
        },
        {
          "type": "text",
          "value": "“When I got there, my photography clicked perfectly,” Tippetts said."
        },
        {
          "type": "text",
          "value": "This experience molded Tippetts’ photography, transforming him into a documentary-focused photographer passionate about wildlife and conservation efforts. The experience also taught him what it really looks like to make a difference."
        },
        {
          "type": "text",
          "value": "“With conservation, you have this idea that someone else will fix that problem,” Tippetts said. “Rhino conservation wasn’t what these people were getting paid to do, it was just their stuff on the side. (The experience) really painted this picture that it was just people doing their best.”"
        },
        {
          "type": "text",
          "value": "His time in South Africa inspired him to embark on a longer adventure after he graduated with a dual degree and no idea what to do with it."
        },
        {
          "type": "text",
          "value": "“Whenever people asked me what I was going to do after I graduated, I would just tell them that I was going to go live on a sailboat,” Tippetts said. “Most people thought I was joking, my family included.”"
        },
        {
          "type": "text",
          "value": "Then about two months after graduation, Tippetts’ friends booked a two-and-a-half week trip to Thailand and he joined them. But he bought a one-way ticket."
        },
        {
          "type": "text",
          "value": "Tippetts traveled for a little over a year after his friends left. With a small backpack containing his camera, one lens, a laptop, a climbing harness, shoes and minimal clothing, Tippetts began his solo journey in Thailand destined to hitchhike on a sailboat."
        },
        {
          "type": "text",
          "value": "“(Having just a backpack) was freeing.” Tippetts said. “If I wanted to go somewhere, then I would just go.”"
        },
        {
          "type": "text",
          "value": "Walking onto the local piers, Tippetts asked different sailors for a ride on their boats. Whenever the sailors asked where he wanted to go, Tippetts told them he didn't care. Eventually, he found a man named Captain Steve, whom Tippetts sailed with to Malaysia."
        },
        {
          "type": "text",
          "value": "“Getting on that first sailboat was pretty nerve-wracking because I didn't know that guy at all,” Tippetts said. “I felt a lot of excitement, but there was also a feeling of how bad of an idea this was. This wasn't the safest thing.”"
        },
        {
          "type": "text",
          "value": "Tippetts' nerves calmed by the second night. They spent the days catching and eating fish and enjoying the open ocean. After making his way down to the southern coast of Malaysia over three weeks, Tippetts leveraged his photography to gain passage on another boat sailing to Singapore and Indonesia."
        },
        {
          "type": "text",
          "value": "“(Photography) has given me the opportunity to connect with people I normally wouldn’t be around,” Tippetts said. “I get to hangout with sailors or rock climbers or cowboys.”"
        },
        {
          "type": "text",
          "value": "He ended up on the small island of Tarempa, where nobody spoke English. Tippetts said he was like a celebrity."
        },
        {
          "type": "text",
          "value": "“There were never really tourists there,” Tippetts said. “People would come out and take pictures of me. Everywhere I went people were just staring at me.”"
        },
        {
          "type": "text",
          "value": "After waiting 11 days for a ferry, Tippetts went to the west side of Borneo where he did two months of photography work for an orangutan conservatory and sun bear conservatory."
        },
        {
          "type": "text",
          "value": "Tippetts said he felt most at home at the Sepilok Orangutan Rehabilitation Center while on the year-long adventure. The staff treated him like family. He was also fascinated by the orangutans, as they were so human-like that Tippetts photographed them in a classic portraiture style."
        },
        {
          "type": "text",
          "value": "“It was never really my job to touch (the orangutans), but every once in a while, one would get curious and come grab my hand,” Tippetts said. “Until then, I had never even thought about the idea of holding hands with something that isn’t a person.”"
        },
        {
          "type": "text",
          "value": "Next, Tippetts traveled to Vietnam to use his photography at other conservation centers, where he worked with pangolins, turtles, redshank doucs and gibbons."
        },
        {
          "type": "text",
          "value": "“One thing I loved about the photography is that I (saw) little slices of different worlds,” Tippetts said. “I shot a lot of people’s jobs, and I learned what they do. It’s constant learning.”"
        },
        {
          "type": "text",
          "value": "He then backtracked to Thailand and spent a month living in a climbing community. He woke up on the beach and spent mornings and evenings climbing on the cliffs that overlooked the Andaman Sea. It was the longest time he had ever spent climbing in one place."
        },
        {
          "type": "text",
          "value": "Tippetts finished the trip backpacking through the Himalayas with two other people. He said he felt extremely thankful for his camera on this section of the trip, as it allowed him to have the potential to connect with everyone he encountered."
        },
        {
          "type": "text",
          "value": "“The other hikers didn't have the excuse that I did to interact with the locals,” Tippetts said. “I would just gesture to my camera and have an instant reason to talk to someone.”"
        },
        {
          "type": "text",
          "value": "“Photography is all about connections, either capturing connections or creating a connection with someone else,” Tippetts said."
        },
        {
          "type": "text",
          "value": "To create this type of connection, Tippetts said he tries to capture the eye contact of the subject in the lens, allowing a viewer to feel a strong bond with the subject."
        },
        {
          "type": "text",
          "value": "After his backpacking section, he spent two nights visiting a park in Nepal with a bunch of wild rhinoceroses. Before going out into the park one morning, he told his guide Hasis that he didn't want to be treated like other tourists and could handle a more challenging hike."
        },
        {
          "type": "text",
          "value": "“I regret that so much,” Tippetts said."
        },
        {
          "type": "text",
          "value": "Hasis granted Tippetts request and led Tippetts through tall elephant grass in the blazing midday heat. For the first time on the entire trip, Tippetts asked to slow down. Once they had taken a break and started hiking again, they stumbled upon what Hasis described as a “good rhinoceros,” Tippetts tiptoed closer to get a more personal shot. He stepped on a twig, and the rhinoceros stared him down."
        },
        {
          "type": "text",
          "value": "“Brother, you have upset the rhino,” Hasis whispered."
        },
        {
          "type": "text",
          "value": "In situations like this, Tippetts remembers a Stephen McCraine quote: “The master failed more times than the beginner has even tried.” He believes you have to be willing to fail."
        },
        {
          "type": "text",
          "value": "“When I look at the people that I aspire to be like, I see someone who has just shot more photos,” Tippetts said."
        },
        {
          "type": "text",
          "value": "Tippetts snapped photo after photo, using his lens to make direct eye contact with the rhinoceros. Eventually, the animal went back to grazing, leaving Tippetts stunned and with stellar photos of the frightening moment."
        },
        {
          "type": "text",
          "value": "Tippetts created his own version of fun on this trip by challenging himself to see how long he could go traveling alone."
        },
        {
          "type": "text",
          "value": "“I was alone for a long time,” Tippetts said. “At the beginning, I would try to make friends, but the more comfortable I got, the more I enjoyed going out by myself. I tell people that I was alone, but it was in a healthy way.”"
        },
        {
          "type": "text",
          "value": "By the time Tippetts reached Nepal, he felt the challenge was over and was tired of introducing himself. With an eternal confidence in being alone, he knew it was time to go back to Texas."
        },
        {
          "type": "text",
          "value": "Tippetts said the whole experience allowed him to truly step out of his world, experience the world of others, and reflect back on his own life."
        },
        {
          "type": "text",
          "value": "“I got to look at my relationships and my values,” Tippetts said. “For my photography, (the trip) gave me a fresh lens to look at my home.”"
        },
        {
          "type": "text",
          "value": "“The passion is what gets you the hours of practice, but you learn a lot from shooting things you are not necessarily passionate about,” Tippetts said."
        },
        {
          "type": "text",
          "value": "“There are things I will go out to shoot regardless of whether I am getting paid or not.”"
        },
        {
          "type": "text",
          "value": "From a little boy with a bug net to a well-traveled man, Tippetts’ curly locks can still be found poking out behind his camera lens. He has since transformed his love for capturing moments, animals and conservation into his dream career."
        },
        {
          "type": "text",
          "value": "To see more of Samuel Tippetts’ work, visit his instagram @samtippetts."
        }
      ]
    }
  ],
  "article3": [
    {
      "slug": "2020-03-27",
      "headline": "The Art of ‘Chalking Up’",
      "author": "By Trenton Henk",
      "date": "March 27, 2020",
      "image": "hands.jpeg",
      "post": [
        {
          "type": "text",
          "value": "My blistered and bloody hands ached from the climb before. My forearms, pumped and drained, begged for relief, but I knew I had to finish. I was 25 feet up on a wall."
        },
        {
          "type": "text",
          "value": "My quick draw, a tool lead climbers use to get up a wall, was far below me, so I knew it would be a nasty fall if I slipped. Perspiration built on my hands and transferred to the hold, and if I waited any longer, down I would go."
        },
        {
          "type": "text",
          "value": "Just before my grip would have failed me, I remembered something. A small colorful bag dangled from my harness. That bag was filled with the most divine substance known in the climbing world: chalk."
        },
        {
          "type": "text",
          "value": "As soon as my hands touched that magic powder, all my strength returned to me. I reached the next hold with ease and brought my foot up to its next resting place. I started to blow through the holds, giving the person belaying me little time to react. The second my hands slapped the anchors, I forgot how I got there. Dazed and fatigued, I returned to the ground."
        },
        {
          "type": "text",
          "value": "Chalk is relatively popular in the rock climbing community, but most climbers, including myself, have no idea what they are using or why they are using it. Climbing chalk is made of magnesium carbonate, a white, powdery compound that is also used in toothpaste and fireproofing homes."
        },
        {
          "type": "text",
          "value": "The father of modern bouldering, John Gill,<a href=\"http://aiguilleclimbing.blogspot.com/2012/11/climbing-ethics-history-of-chalk.html\"> introduced chalk to the climbing world</a> in 1954. After taking gymnastics during his freshman year of college, Gill figured out that gymnastics chalk had potential to help rock climbers."
        },
        {
          "type": "text",
          "value": "Ever since then, the climbing chalk industry has boomed. Climbing gyms are buying chalk up in bulk, and climbers everywhere continue to purchase this pristine powder. One of the first things I was told that I needed, beside a harness and shoes, was a chalk bag."
        },
        {
          "type": "text",
          "value": "When I first started climbing, I had no idea what the purpose of chalk was and did not use it very much. As time went on, however, I learned why climbers used chalk, and I soon became hooked."
        },
        {
          "type": "text",
          "value": "Chalk — though it’s not relevant to some climbers — is much more than a lump of powder. It is a climber’s version of an espresso shot. It becomes part of us. It engrains itself in our hands."
        },
        {
          "type": "text",
          "value": "At least, this is what my friends and I believe. To us, chalk is a tool for focus and energy. Clapping chalked-up hands together right before a climb gives me a sense of power and strength, something that I never feel when climbing bare-handedly."
        },
        {
          "type": "text",
          "value": "My friend Rob Kurtz and I always joke about whether using chalk actually makes a difference or if it’s a way for climbing companies to make more money. Rob was one of the first people I started climbing with, and on one of our first climbs together, Rob taught me how to “chalk up.” This is what started the long-running joke between the two of us."
        },
        {
          "type": "text",
          "value": "“‘Chalking up’ is the key to success but is a joke more than anything else,” Kurtz said. “Everyone who starts climbing thinks chalk is the key, so the climbing community jokes that ‘chalking up’ will get you through the hard routes. We’ve all said it.”"
        },
        {
          "type": "text",
          "value": "Sure, we use chalk, lots and lots of chalk, and we feel it helps us. I think, though, that we really only use it to look cool and seem as if we have the slightest idea what is going on."
        },
        {
          "type": "text",
          "value": "Not every climber uses chalk, and others use it very sparingly. Most of my friends and I use it at almost every hold. Some of my friends, however, only use it once at the beginning of their climbs."
        },
        {
          "type": "text",
          "value": "Some of my holds have been so saturated with chalk that I have had to wipe them off mid-climb. This could sometimes be dangerous, setting myself up for a potential fall. But knowing this, I still use chalk. Lots and lots of chalk."
        },
        {
          "type": "text",
          "value": "While there is no set amount of chalk that is “allowed” for a climber to use (everybody produces sweat at different rates), a climber can use too much chalk. Your hands should have a fine layer rather than a heaping mound of white gold. Too much can cause your hands to be too slick and by itself lead to a risky fall."
        },
        {
          "type": "text",
          "value": "Climbing and chalk will always go hand-in-hand. I personally do not think chalk is necessary for every climber, but I do know that if you want to look cool, or even like a real climber, make sure to chalk up."
        }
      ]
    }
  ]
}
