{
  "events": [
    {
      "slug": 1,
      "event": "Animal House (Day Party)",
      "blurb": "Secret Disco Society is bringing you the wildest Day Party in Austin. Join us May 14th from 4PM-9PM at a brand new venue in East Austin. 207 Chalmers Ave the new home to Highbrow Lowbrow. Music by Harveybombay, ZENTI, Vida, and Dulce. DM @secretdisco.society for VIP tables. Sponsored by Fun: Gen Z Dating and Cake Travels.",
      "location": "407 Chalmers Avenue Austin, TX 78702",
      "date": "Saturday, May 14th, 2022 4:00pm-9:00pm",
      "source": "https://www.eventbrite.com/e/animal-haus-day-party-tickets-326835893957?aff=ebdssbdestsearch"
    },
    {
      "slug": 2,
      "event": "On the Deck: SPRING MUSIC @ Mozart's",
      "blurb": "Are you coming out to see one of our featured performers? RSVP your attendance and get a 20% discount off of your purchase in the cafe! Want to know who's playing next? Check out our events page at www.mozartscoffee.com or head over to our Instagram @mozartscoffee!",
      "location": "Mozart's Coffee Roasters 3825 Lake Austin Boulevard Austin, TX 78703",
      "date": "Every Weekend",
      "source": "https://www.eventbrite.com/e/on-the-deck-spring-music-at-mozarts-tickets-214103468237?aff=ebdssbdestsearch"
    },
    {
      "slug": 3,
      "event": "SAZON Latin Food Festival in Austin",
      "blurb": "Join us for the Sazon Latin Food Festival! A foodie inspired Latin food and entertainment outdoor event taking place at Ani's Day & Night in Austin, TX! With curated food options from all over Latin America, we’re bringing a variety of amazing foods and entertainment for the whole family. We have food vendors selling dishes from Puerto Rico, Peru, Honduras, Jamaica, Mexico, Nicaragua, and more! We will be spinning the best music from Latin America and music inspired by Latin rhythms. RSVP for Free today! See you there!",
      "location": "Ani's Day and Night 7107 East Riverside Drive Austin, TX 78741",
      "date": "Saturday, May 28th, 2022 11:00am-6:00pm",
      "source": "https://www.eventbrite.com/e/sazon-latin-food-festival-in-austin-tickets-295507981327?aff=ebdssbdestsearch"
    },
    {
      "slug": 4,
      "event": "Outdoor Yoga + Mimosas",
      "blurb": "Enjoy a 1-hour yoga class that is accessible to all levels of practitioners, including beginners. We will move on our mats, soaking up the sun in our exclusive, serene location. Immediately following our yoga session, we will enjoy two complimentary mimosas while getting to know our fellow yogis. Soak up the sun and snap some photos with a refreshing mimosa after moving your body! ***A valid ID will be required to consume alcohol and any attendee who is under the age of 21 will not be permitted to drink, although they are able to participate in yoga and receive a non-alcoholic beverage.***",
      "location": "VUKA 411 W Monroe St. Austin, TX 78704",
      "date": "Fridays, Saturdays, and Sundays",
      "source": "https://www.eventbrite.com/e/outdoor-yoga-mimosas-tickets-117789606885?aff=ebdssbdestsearch"
    },
    {
      "slug": 5,
      "event": "Wild World Texas: A Natural Wine & Farmhouse Beer Festival",
      "blurb": "Taste hundreds of natural wines, wild ales & more at the stunning Jester King Farm with food offerings by star chef Iñaki Aizpitarte.",
      "location": "Jester King Brewery Farm 13187 Fitzhugh Road Austin, TX 78736",
      "date": "Saturday, May 14th, 2022 @ 1:00pm",
      "source": "https://www.eventbrite.com/e/wild-world-texas-a-natural-wine-farmhouse-beer-festival-tickets-289486390587?aff=ebdssbdestsearch"
    },
    {
      "slug": 6,
      "event": "Strings in the Woods with Will Taylor",
      "blurb": "A unique nature and music event that takes green spaces like parks, backyards, and greenbelts - and turns them into vibrant venues for experiencing live acoustic music, nature and instant community. Will guides you on a historical guided fiddle and nature walk on the land and we'll end with a meditation and concert at a rock bottom creek bed as the sun sets.",
      "location": "Decker Prairie Austin, TX 78748",
      "date": "Mulitlple Dates",
      "source": "https://www.eventbrite.com/e/strings-in-the-woods-with-will-taylor-tickets-277747689817?aff=ebdssbdestsearch"
    },
    {
      "slug": 7,
      "event": "Mimosa Fest 2022",
      "blurb": "Think: boozy, bougie, brunchy day party for the mimosa & brunch enthusiast. Music, food trucks, vendors and of course....MIMOSAS!",
      "location": "Fair Market 1100 East 5th Street Austin, TX 78702",
      "date": "Sunday, May 15th, 2022 11:00am-5:00pm",
      "source": "https://www.eventbrite.com/e/mimosa-fest-2022-tickets-155557605987?aff=ebdssbdestsearch"
    }
  ]
}
